src/main/java/performanceScripts/VM/GhzProto/VM_OC_GHZ/output.log

Summary:
  Count:	10
  Total:	1.46 s
  Slowest:	1.01 s
  Fastest:	456.04 ms
  Average:	717.84 ms
  Requests/sec:	6.84

Response time histogram:
  456.040  [1] |∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎
  511.431  [0] |
  566.822  [1] |∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎
  622.214  [2] |∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎
  677.605  [1] |∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎
  732.996  [1] |∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎
  788.388  [0] |
  843.779  [1] |∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎
  899.170  [1] |∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎
  954.561  [0] |
  1009.953 [2] |∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎∎

Latency distribution:
  10 % in 456.04 ms 
  25 % in 592.34 ms 
  50 % in 623.40 ms 
  75 % in 887.20 ms 
  90 % in 1.00 s 
  95 % in 1.01 s 
  99 % in 1.01 s 

Status code distribution:
  [OK]   10 responses